Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsSharedWithYouDescription
source: Allow media shared with you in Messages on your iPhone or iPad to automatically appear in selected apps on this Apple TV.
ar: السماح للوسائط التي تتم مشاركتها معك في تطبيق الرسائل على iPhone أو iPad بأن تظهر تلقائيًا في التطبيقات المحددة على هذ الـ Apple TV.
ca: Permet que el contingut compartit amb tu a través de l’app Missatges de l’iPhone o l’iPad aparegui automàticament a les apps seleccionades d’aquest Apple TV.
cs: Zde můžete povolit, aby se média, která s vámi sdílejí jiní lidé prostřednictvím Zpráv na iPhonu a iPadu, automaticky objevovala ve vybraných aplikacích na této Apple TV.
da: Tillad, at medier, der deles med dig i Beskeder på din iPhone eller iPad, automatisk vises i valgte apps på dette Apple TV.
de: Erlaube, dass mit dir in „Nachrichten“ geteilte Medien auf deinem iPhone oder iPad automatisch in ausgewählten Apps auf diesem Apple TV angezeigt werden.
el: Τα πολυμέσα που έχουν κοινοποιηθεί σε εσάς μέσω των Μηνυμάτων στο iPhone ή το iPad σας θα εμφανίζονται αυτόματα σε επιλεγμένες εφαρμογές σε αυτό το Apple TV.
es: Permite que el contenido compartido contigo a través de la app Mensajes del iPhone o el iPad aparezca automáticamente en determinadas apps de este Apple TV.
es_us: Permite que el contenido multimedia que se comparte contigo en Mensajes en tu iPhone o iPad se muestre automáticamente en las apps seleccionadas en este Apple TV.
fi: Sinulle iPhonen tai iPadin Viesteissä jaettu media saa näkyä automaattisesti valituissa apeissa tässä Apple TV:ssä.
fr: Autorisez les médias partagés avec vous dans Messages sur votre iPhone ou votre iPad à apparaître automatiquement dans les apps sélectionnées sur cette Apple TV.
fr_ca: Autorisez l’affichage automatique dans certaines apps de cette Apple TV du contenu multimédia partagé avec vous dans Messages sur votre iPhone ou iPad.
he: ניתן לאפשר למדיה ששותפה איתך דרך ״הודעות״ ב-iPhone או ב-iPad להופיע באופן אוטומטי ביישומים נבחרים ב‑Apple TV זה.
hi: संदेश ऐप में आपके साथ आपके iPhone या iPad पर शेयर किया गया मीडिया इस Apple TV पर चुने गए ऐप्स में ऑटोमैटिकली दिखाए जाने की अनुमति दें।
hr: Dozvolite da se medij koji je s vama podijeljen u Porukama na iPhoneu ili iPadu automatski prikazuje u odabranim aplikacijama na ovom Apple TV-u.
hu: Engedélyezheti, hogy az iPhone-ján vagy iPadjén lévő Üzenetekben Önnel megosztott médiatartalmak automatikusan megjelenjenek a kijelölt appokban ezen az Apple TV-n.
id: Izinkan media yang dibagikan dengan Anda di Pesan di iPhone atau iPad Anda untuk muncul secara otomatis di app yang dipilih di Apple TV ini.
it: Consenti che i contenuti multimediali condivisi con te in Messaggi su iPhone o iPad vengano mostrati automaticamente in app selezionate su Apple TV.
ja: iPhoneまたはiPadの“メッセージ”で共有されたメディアが、このApple TVで選択したアプリに自動的に表示されるようにします。
ko: iPhone 또는 iPad의 메시지 앱에서 사용자와 공유된 미디어가 이 Apple TV에서 선택한 앱에 자동으로 표시되도록 허용합니다.
ms: Benarkan media yang dikongsi dengan anda dalam Mesej pada iPhone atau iPad anda untuk kelihatan secara automatik dalam app yang dipilih pada Apple TV ini.
nb: Tillat at media som deles med deg i Meldinger på iPhone eller iPad, vises automatisk i utvalgte apper på Apple TV.
nl: Sta toe dat media die met je worden gedeeld in Berichten op je iPhone of iPad, automatisch worden weergegeven in geselecteerde apps op deze Apple TV.
pl: Multimedia, które inni udostępnią Ci w Wiadomościach na Twoim iPhonie lub iPadzie, będą automatycznie wyświetlane w wybranych aplikacjach na tym Apple TV.
pt_br: Permita que as mídias compartilhadas com você no app Mensagens no iPhone ou iPad apareçam automaticamente em apps selecionados nesta Apple TV.
pt_pt: Permitir que os conteúdos multimédia partilhados consigo na aplicação Mensagens no iPhone ou iPad apareçam automaticamente em determinadas aplicações nesta Apple TV.
ro: Permiteți afișarea automată a conținutului multimedia partajat cu dvs. în aplicația Mesaje de pe iPhone sau iPad în aplicațiile selectate de pe acest Apple TV.
ru: Медиафайлы, которые Вы получили от других людей через Сообщения на iPhone или iPad, будут автоматически отображаться в выбранных приложениях на этом Apple TV.
sk: Médiá zdieľané s vami v apke Správy na iPhone alebo iPade sa budú automaticky zobrazovať vo vybraných apkách na tomto Apple TV.
sl: Omogočite, da se predstavnostne vsebine, ki jih je nekdo delil z vami v aplikaciji Sporočila v vašem iPhonu ali iPadu, samodejno prikažejo v izbranih aplikacijah v tem Apple TV-ju.
sv: Tillåt att medier som delas med dig i Meddelanden på iPhone eller iPad visas automatiskt i valda appar på denna Apple TV.
th: อนุญาตสื่อที่แชร์กับคุณในข้อความบน iPhone หรือ iPad ของคุณเพื่อให้แสดงในแอปที่เลือกโดยอัตโนมัติบน Apple TV เครื่องนี้
tr: iPhone’unuzdaki veya iPad’inizdeki Mesajlar’da sizinle paylaşılan ortamların bu Apple TV’de seçilen uygulamalarda otomatik olarak görünmesine izin verir.
uk: Дає змогу автоматично відображати у вибраних програмах на цьому Apple TV медіавміст, поширений для вас у Повідомленнях на iPhone чи iPad.
vi: Cho phép phương tiện được chia sẻ với bạn trong Tin nhắn trên iPhone hoặc iPad tự động xuất hiện trong các ứng dụng được chọn trên Apple TV này.
zh_cn: 允许在iPhone或iPad的“信息”中与你共享的媒体自动出现在此Apple TV上选定的App中。
zh_hk: 允許iPhone或iPad上的「訊息」中與你共享的媒體，在此Apple TV上所選的App中自動顯示。
zh_tw: 允許此Apple TV的所選App自動顯示iPhone或iPad「訊息」中與你分享的媒體。

# AccountsSharedWithYouTitle
source: Shared with You
ar: مشتركة معك
ca: Compartit amb tu
cs: Sdíleno s vámi
da: Delt med dig
de: Mit dir geteilt
el: Σε κοινή χρήση με εσάς
es: Compartido contigo
es_us: Se compartió contigo
fi: Jaettu kanssasi
fr: Partagé avec vous
fr_ca: Partagé avec vous
he: שותף איתך
hi: आपसे शेयर किया गया
hr: Podijeljeno s vama
hu: Megosztva Önnel
id: Dibagikan dengan Anda
it: Condivisi con te
ja: あなたと共有
ko: 나와 공유된 항목
ms: Dikongsi dengan Anda
nb: Delt med deg
nl: Gedeeld met jou
pl: Udostępnione Tobie
pt_br: Compartilhado com Você
pt_pt: Partilhado consigo
ro: Partajate cu dvs.
ru: Отправлено Вам
sk: Zdieľané s vami
sl: Deljeno z vami
sv: Delas med dig
th: แชร์กับคุณ
tr: Sizinle Paylaşılanlar
uk: Поширено для вас
vi: Được chia sẻ với bạn
zh_cn: 与你共享
zh_hk: 與你共享
zh_tw: 與你分享

# AccountsSuggestedUserProfileDescription
source: You can add or edit this suggested profile.
ar: يمكنك إضافة أو تعديل ملف التعريف المقترح هذا.
ca: Pots afegir o editar el perfil suggerit.
cs: Tento navržený profil můžete přidat nebo upravit.
da: Du kan tilføje eller redigere denne foreslåede profil.
de: Du kannst dieses vorgeschlagene Profil hinzufügen oder bearbeiten.
el: Μπορείτε να προσθέσετε ή να επεξεργαστείτε αυτό το προτεινόμενο προφίλ.
es: Puedes añadir o editar este perfil sugerido.
es_us: Puedes agregar o editar este perfil sugerido.
fi: Voit lisätä tämän ehdotetun profiilin tai muokata sitä.
fr: Vous pouvez ajouter ou modifier ce profil suggéré.
fr_ca: Vous pouvez ajouter ou modifier ce profil suggéré.
he: ניתן להוסיף את הפרופיל המוצע או לערוך אותו.
hi: आप इस सुझाई गई प्रोफ़ाइल को जोड़ सकते हैं या उसमें संपादन कर सकते हैं।
hr: Možete dodati ili urediti ovaj predloženi profil.
hu: Hozzáadhatja vagy szerkesztheti ezt a javasolt profilt.
id: Anda dapat menambahkan atau mengedit profil yang disarankan ini.
it: Puoi aggiungere o modificare questo profilo suggerito.
ja: 提案されたこのプロフィールを追加または編集することが可能です。
ko: 이 프로필 제안을 추가하거나 편집할 수 있습니다.
ms: Anda boleh menambah atau mengedit profil cadangan ini.
nb: Du kan legge til eller redigere den foreslåtte profilen.
nl: Je kunt dit voorgestelde profiel toevoegen of wijzigen.
pl: Możesz dodać lub edytować ten sugerowany profil.
pt_br: Você pode adicionar ou editar este perfil sugerido.
pt_pt: Pode adicionar ou editar este perfil sugerido.
ro: Puteți adăuga sau edita acest profil sugerat.
ru: Вы можете добавить или изменить этот предложенный профиль.
sk: Tento navrhovaný profil môžete pridať alebo upraviť.
sl: Ta predlagani profil lahko dodate ali uredite.
sv: Du kan lägga till eller ändra den här föreslagna profilen.
th: คุณสามารถเพิ่มหรือแก้ไขโปรไฟล์ที่แนะนำนี้ได้
tr: Bu önerilen profili ekleyebilir veya düzenleyebilirsiniz.
uk: Можна додати або змінити цей пропонований профіль.
vi: Bạn có thể thêm hoặc sửa hồ sơ được gợi ý này.
zh_cn: 你可以添加或编辑此建议的个人资料。
zh_hk: 你可以加入或編輯此建議的個人檔案。
zh_tw: 你可以加入或編輯此建議的個人檔案。

# AccountsSuggestedUserProfilesSectionTitle
source: Suggested
ar: مقترح
ca: Suggeriments
cs: Návrh
da: Foreslået
de: Vorgeschlagen
el: Προτάσεις
es: Sugerencia
es_us: Sugerencia
fi: Ehdotettu
fr: Suggestion
fr_ca: Suggestion
he: הצעות
hi: सुझाए गए
hr: Preporučeno
hu: Javasolt
id: Disarankan
it: Consigliato
ja: 提案
ko: 사용자 제안
ms: Cadangan
nb: Foreslått
nl: Suggesties
pl: Sugerowani
pt_br: Sugestão
pt_pt: Sugerido
ro: Sugestii
ru: Предложенные
sk: Návrhy
sl: Predlagano
sv: Förslag
th: แนะนำ
tr: Önerilen
uk: Запропоновані
vi: Được gợi ý
zh_cn: 建议
zh_hk: 建議
zh_tw: 建議

# AccountsSuppressSuggestedUserButtonTitle
source: Don’t Suggest %@
ar: عدم اقتراح "%@"
ca: No suggereixis %@
cs: Nenavrhovat uživatele %@
da: Foreslå ikke %@
de: „%@“ nicht vorschlagen
el: Να μην προτείνεται ο χρήστης «%@»
es: No sugerir a %@
es_us: No sugerir a %@
fi: Ohita %@
fr: Ne pas suggérer %@
fr_ca: Ne pas suggérer %@
he: לא להציע את %@
hi: “%@” का सुझाव न दें
hr: Nemoj predlagati “%@”
hu: %@ ne legyen javasolva
id: Jangan Sarankan %@
it: Non suggerire %@
ja: %@を提案しない
ko: %@을(를) 제안하지 않음
ms: Jangan Cadangkan %@
nb: Ikke foreslå %@
nl: Stel %@ niet voor
pl: Nie sugeruj „%@”
pt_br: Não Sugerir %@
pt_pt: Não sugerir %@
ro: Nu doriți sugestii cu %@
ru: Не предлагать %@
sk: Nenavrhovať užívateľa %@
sl: Ne predlagaj osebe %@
sv: Föreslå inte %@
th: ไม่แนะนำ%[tt]@
tr: %@ Önerme
uk: Не пропонувати %@
vi: Không gợi ý %@
zh_cn: 不建议%@
zh_hk: 不要建議%@
zh_tw: 不建議%@

# AccountsTapToAddGuestUserTitle
source: Add Additional User
ar: إضافة مستخدم آخر
ca: Afegeix un altre usuari
cs: Přidat dalšího uživatele
da: Tilføj en bruger mere
de: Weitere:n Benutzer:in hinzufügen
el: Προσθήκη άλλου χρήστη
es: Añade otro usuario
es_us: Agregar usuario adicional
fi: Lisää uusi käyttäjä
fr: Ajouter un autre utilisateur
fr_ca: Ajout d’un utilisateur
he: הוספת משתמש נוסף
hi: अतिरिक्त यूज़र जोड़ें
hr: Dodajte dodatnog korisnika
hu: További felhasználó hozzáadása
id: Tambah Pengguna Tambahan
it: Aggiungi un altro utente
ja: ほかのユーザを追加
ko: 기타 사용자 추가
ms: Tambah Pengguna Tambahan
nb: Legg til ekstra bruker
nl: Voeg extra gebruiker toe
pl: Dodaj dodatkowego użytkownika
pt_br: Adicione Outro Usuário
pt_pt: Adicionar utilizador
ro: Adăugare utilizator suplimentar
ru: Добавить пользователя
sk: Pridať ďalšieho užívateľa
sl: Dodajanje dodatnega uporabnika
sv: Lägg till ytterligare användare
th: เพิ่มผู้ใช้เพิ่มเติม
tr: Yeni Kullanıcı Ekle
uk: Додавання ще одного користувача
vi: Thêm người dùng bổ sung
zh_cn: 添加其他用户
zh_hk: 新增其他用户⋯
zh_tw: 加入其他使用者

# AccountsTapToAddInProgressHomeKitTitle
source: Setting up HomeKit
ar: يجري إعداد HomeKit
ca: Configurant el HomeKit
cs: Nastavování HomeKitu
da: Indstiller HomeKit
de: HomeKit konfigurieren
el: Διαμόρφωση του HomeKit…
es: Configurando HomeKit
es_us: Configurando HomeKit
fi: HomeKitin käyttöönotto
fr: Configuration de HomeKit
fr_ca: Configuration de HomeKit
he: מגדיר את HomeKit
hi: HomeKit सेटअप किया जा रहा है
hr: Podešavanje HomeKita
hu: A HomeKit beállítása
id: Mengatur HomeKit
it: Configuro HomeKit
ja: HomeKitを設定中
ko: HomeKit 설정 중
ms: Menyediakan HomeKit
nb: Konfigurerer HomeKit
nl: HomeKit configureren
pl: Konfiguruję HomeKit
pt_br: Configurando HomeKit
pt_pt: A configurar HomeKit
ro: Configurare HomeKit
ru: Настройка HomeKit
sk: Nastavujem HomeKit
sl: Nastavljanje ogrodja HomeKit
sv: Ställer in HomeKit
th: กำลังตั้งค่า HomeKit
tr: HomeKit ayarlanıyor
uk: Налаштування HomeKit
vi: Đang thiết lập HomeKit
zh_cn: 正在设置HomeKit
zh_hk: 正在設定HomeKit
zh_tw: 正在設定HomeKit

# AccountsTapToAddInProgressTitle
source: Adding User
ar: إضافة مستخدم
ca: Afegint l’usuari
cs: Přidávání uživatele
da: Tilføjer bruger
de: Benutzer:in hinzufügen …
el: Προσθήκη χρήστη…
es: Añadiendo usuario
es_us: Agregando usuario
fi: Lisätään käyttäjä
fr: Ajout de l’utilisateur
fr_ca: Ajout d’utilisateur
he: מוסיף משתמש
hi: यूज़र जोड़ा जा रहा है
hr: Dodavanje korisnika
hu: Felhasználó hozzáadása
id: Menambahkan Pengguna
it: Aggiungo utente
ja: ユーザを追加中
ko: 사용자 추가 중
ms: Menambah Pengguna
nb: Legger til bruker
nl: Gebruiker toevoegen
pl: Dodaję użytkownika
pt_br: Adicionando Usuário
pt_pt: A adicionar utilizador
ro: Adăugare utilizator
ru: Добавление пользователя
sk: Pridávam užívateľa
sl: Dodajanje uporabnika
sv: Lägger till användare
th: กำลังเพิ่มผู้ใช้
tr: Kullanıcı Ekleniyor
uk: Додається користувач
vi: Đang thêm người dùng
zh_cn: 正在添加用户
zh_hk: 正在加入用户
zh_tw: 正在加入使用者

# AccountsTapToAddPrimaryUserTitle
source: Add Default User
ar: إضافة مستخدم افتراضي
ca: Afegeix un usuari per omissió
cs: Přidat výchozího uživatele
da: Tilføj standardbruger
de: Standardbenutzer:in hinzufügen
el: Προσθήκη προεπιλεγμένου χρήστη
es: Añadir usuario por omisión
es_us: Agregar usuario predeterminado
fi: Lisää oletuskäyttäjä
fr: Ajouter un utilisateur par défaut
fr_ca: Ajouter l’utilisateur par défaut
he: הוספת משתמש ברירת מחדל
hi: डिफ़ॉल्ट यूज़र जोड़ें
hr: Dodajte standardnog korisnika
hu: Alapértelmezett felhasználó hozzáadása
id: Tambah Pengguna Default
it: Aggiungi utente di default
ja: デフォルトユーザを追加
ko: 기본 사용자 추가
ms: Tambah Pengguna Lalai
nb: Legg til standardbruker
nl: Voeg standaardgebruiker toe
pl: Dodaj użytkownika domyślnego
pt_br: Adicionar Usuário Padrão
pt_pt: Adicionar utilizador predefinido
ro: Adăugați un utilizator implicit
ru: Добавить пользователя по умолчанию
sk: Pridať predvoleného užívateľa
sl: Dodajanje privzetega uporabnika
sv: Lägg till förvald användare
th: เพิ่มผู้ใช้เริ่มต้น
tr: Saptanmış Kullanıcı Ekle
uk: Додати типового користувача
vi: Thêm người dùng mặc định
zh_cn: 添加默认用户
zh_hk: 新增預設用户
zh_tw: 加入預設使用者

# AccountsTapToAddSuggestedUserButtonTitle
source: Sign in with %@’s iPhone
ar: تسجيل الدخول بـ iPhone الخاص بـ "%@"
ca: Inicia sessió amb l’iPhone de: %@
cs: Přihlásit se na iPhonu uživatele %@
da: Log ind med iPhone tilhørende %@
de: Mit dem iPhone von %@ anmelden
el: Σύνδεση μέσω iPhone «%@»
es: Iniciar sesión con el iPhone de %@
es_us: Iniciar sesión con iPhone de %@
fi: Kirjaudu sisään iPhonella (%@)
fr: Se connecter avec l’iPhone de %@
fr_ca: Connexion avec l’iPhone de %@
he: התחברות באמצעות ה-iPhone של %@
hi: %@ के iPhone से साइन इन करें
hr: Prijavite se iPhoneom (%@)
hu: Bejelentkezés %@ iPhone-jával
id: Masuk dengan iPhone %@
it: Accedi con l’iPhone di %@
ja: %@さんのiPhoneでサインイン
ko: %@님의 iPhone으로 로그인
ms: Daftar masuk dengan iPhone %@
nb: Logg på med %@ sin iPhone
nl: Log in met de iPhone van %@
pl: Zaloguj się przy użyciu iPhone'a (%@)
pt_br: Iniciar Sessão com iPhone de %@
pt_pt: Iniciar sessão com o iPhone de %@
ro: Autentificați‑vă cu iPhone‑ul (%@)
ru: Войти с iPhone (%@)
sk: Prihlásiť sa pomocou iPhonu „%@“
sl: Vpis z iPhonom osebe %@
sv: Logga in med iPhone som tillhör %@
th: ลงชื่อเข้าด้วย iPhone ของ%[tt]@
tr: %@ Adlı Kişinin iPhone’u ile Giriş Yap
uk: Увійти з iPhone %@
vi: Đăng nhập bằng iPhone của %@
zh_cn: 通过%@的iPhone登录
zh_hk: 使用%@的iPhone登入
zh_tw: 使用%@的iPhone登入

# AccountsTapToAddSuggestedUserInstructions_WIFI
source: 1. Unlock %@’s iPhone or iPad. 2. Connect to a Wi-Fi network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad الخاص بـ "%@". ‏٢. اتصل بشبكة Wi-Fi. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad que fa servir %@. 2. Connecta’t a una xarxa Wi‑Fi. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad uživatele %@. 2. Připojte se k Wi‑Fi síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås iPhone eller iPad tilhørende %@ op. 2. Opret forbindelse til et Wi-Fi-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre das iPhone oder iPad von %@. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad του χρήστη «%@». 2. Συνδεθείτε σε δίκτυο Wi-Fi. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea el iPhone o iPad de %@. 2. Conéctate a una red Wi‑Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea el iPhone o iPad de %@. 2. Conéctate a una red Wi-Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa käyttäjän %@ iPhone tai iPad. 2. Yhdistä Wi‑Fi-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez lʼiPhone ou lʼiPad de %@. 2. Connectez-vous à un réseau Wi-Fi. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez l’iPhone ou l’iPad de %@. 2. Connectez l’appareil à un réseau Wi‑Fi. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad של %@. ‏2. יש להתחבר לרשת אלחוטית. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. %@ का iPhone या iPad अनलॉक करें। 2. किसी वाई-फ़ाई नेटवर्क से जुड़ें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte iPhone ili iPad korisnika %@. 2. Spojite se na Wi-Fi mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel %@ iPhone-ját vagy iPadjét. 2. Csatlakozzon Wi‑Fi-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad %@. 2. Hubungkan ke jaringan Wi-Fi. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca l’iPhone o l’iPad di %@. 2. Connettiti a una rete Wi‑Fi. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. %@さんのiPhoneまたはiPadをロック解除します。 2. Wi‑Fiネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. %@님의 iPhone 또는 iPad를 잠금 해제하십시오. 2. Wi-Fi 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad %@. 2. Sambung ke rangkaian Wi‑Fi. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp %@ sin iPhone eller iPad. 2. Koble til et Wi‑Fi-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel de iPhone of iPad van %@. 2. Maak verbinding met een wifinetwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj iPhone’a lub iPada, którego używa %@. 2. Połącz się z siecią Wi‑Fi. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o iPhone ou iPad de %@. 2. Conecte-se a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad de %@. 2. Estabeleça ligação a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați iPhone‑ul sau iPad‑ul utilizatorului %@. 2. Conectați‑l la o rețea Wi‑Fi. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте iPhone или iPad пользователя %@. 2. Подключитесь к сети Wi‑Fi. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite iPhone alebo iPad užívateľa %@. 2. Pripojte sa k Wi‑Fi sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite iPhone ali iPad osebe %@. 2. Povežite se z omrežjem Wi-Fi. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad som tillhör %@. 2. Anslut till Wi-Fi-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของ%[tt]@ 2. เชื่อมต่อกับเครือข่าย Wi‑Fi 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. %@ adlı kişinin iPhone’unun ya da iPad’inin kilidini açın. 2. Bir Wi-Fi ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть iPhone чи iPad %@. 2. Підʼєднайте пристрій до мережі Wi‑Fi. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của %@. 2. Kết nối vào mạng Wi-Fi. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁%@的iPhone或iPad。 2. 接入Wi-Fi网络。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖%@的iPhone或iPad。 2. 連接Wi-Fi網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖%@的iPhone或iPad。 2. 連接Wi-Fi網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
